[
    {
      "id": "templo-mayor",
      "text": "Templo Mayor",
      "className": "card-wide",
      "backgroundImage": "../src/assets/img/destinos-img/cdmx/templo-mayor.webp",
      "image2":"../src/assets/img/destinos-img/cdmx/templo-mayor-2.webp",
      "image3":"../src/assets/img/destinos-img/cdmx/templo-mayor-3.webp",
      "image4":"../src/assets/img/destinos-img/cdmx/templo-mayor-4.webp",
      "title": "Templo Mayor",
      "description": "¿Por qué visitarlo? El Templo Mayor, ubicado en el corazón de la Ciudad de México, es un fascinante viaje al pasado de la civilización mexica. Estas ruinas arqueológicas, que datan del siglo XIV, fueron el centro religioso y político de Tenochtitlán, la capital del imperio azteca. Los visitantes pueden explorar los vestigios de las pirámides dedicadas a Tláloc y Huitzilopochtli, así como los numerosos objetos encontrados en las excavaciones, que revelan detalles de su rica cultura y rituales. Se ofrece una visita guiada para comprender la importancia histórica y simbólica de cada estructura y artefacto, sumergiéndote en el esplendor de una civilización ancestral en medio del bullicio de la ciudad moderna."
    },
    {
      "id": "bosque-de-chapultepec",
      "text": "Bosque de Chapultepec",
      "className": "card-tall",
      "backgroundImage": "../src/assets/img/destinos-img/cdmx/bosque-chapultepec.webp",
      "image2":"../src/assets/img/destinos-img/cdmx/bosque-chapultepec-2.webp",
      "image3":"../src/assets/img/destinos-img/cdmx/bosque-chapultepec-3.webp",
      "image4":"../src/assets/img/destinos-img/cdmx/bosque-chapultepec-4.webp",
      "title": "Bosque de Chapultepec",
      "description": "¿Por qué visitarlo? El Bosque de Chapultepec, situado en el corazón de la Ciudad de México, es un impresionante pulmón verde que ofrece una amplia variedad de actividades y atracciones. Este vasto parque urbano, con una extensión de más de 600 hectáreas, alberga museos de renombre como el Museo Nacional de Antropología y el Castillo de Chapultepec, que ofrecen un rico vistazo a la historia y cultura de México. Los visitantes pueden pasear por sus jardines, andar en bicicleta a lo largo de sus senderos, remar en el lago, o simplemente relajarse bajo la sombra de los árboles centenarios. Además, el bosque cuenta con un zoológico, áreas de juegos infantiles y una gran oferta de eventos culturales, convirtiéndolo en un destino ideal para disfrutar de la naturaleza y el entretenimiento en medio de la ciudad."
    },
    {
      "id": "plaza-de-la-constitucion",
      "text": "Plaza de la Constitución",
      "className": "",
      "backgroundImage": "../src/assets/img/destinos-img/cdmx/plaza-de-la-constitucion.webp",
      "image2":"../src/assets/img/destinos-img/cdmx/plaza-de-la-constitucion-2.webp",
      "image3":"../src/assets/img/destinos-img/cdmx/plaza-de-la-constitucion-3.webp",
      "image4":"../src/assets/img/destinos-img/cdmx/plaza-de-la-constitucion-4.webp",
      "title": "Plaza de la Constitución",
      "description": "¿Por qué visitarla? La Plaza de la Constitución, o Zócalo, en el corazón de la Ciudad de México, es un impresionante epicentro histórico y cultural. Esta vasta plaza pública, una de las más grandes del mundo, está rodeada de importantes edificios como la Catedral Metropolitana, el Palacio Nacional y el Antiguo Palacio del Ayuntamiento, que narran siglos de historia mexicana. Los visitantes pueden explorar la riqueza arquitectónica de los alrededores, presenciar eventos cívicos y culturales, y sentir la vibrante atmósfera de este punto de encuentro para locales y turistas. Además, las excavaciones arqueológicas bajo la plaza revelan vestigios de la antigua Tenochtitlán, ofreciendo una ventana al pasado prehispánico. Se ofrece la oportunidad de participar en recorridos a pie para descubrir la importancia histórica y cultural de este emblemático lugar."
    },
    {
      "id": "palacio-de-bellas-artes",
      "text": "Palacio de Bellas Artes",
      "className": "",
      "backgroundImage": "../src/assets/img/destinos-img/cdmx/palacio-de-bellas-artes.webp",
      "image2":"../src/assets/img/destinos-img/cdmx/palacio-de-bellas-artes-2.webp",
      "image3":"../src/assets/img/destinos-img/cdmx/palacio-de-bellas-artes-3.webp",
      "image4":"../src/assets/img/destinos-img/cdmx/palacio-de-bellas-artes-4.webp",
      "title": "Palacio de Bellas Artes",
      "description": "¿Por qué visitarlo? El Palacio de Bellas Artes, ubicado en el corazón de la Ciudad de México, es un impresionante escaparate de arte y cultura. Esta joya arquitectónica, construida a principios del siglo XX, combina estilos Art Nouveau y Art Deco. Los visitantes pueden admirar los murales de renombrados artistas mexicanos como Diego Rivera, David Alfaro Siqueiros y José Clemente Orozco, que narran la historia y la identidad de México. Además, el Palacio alberga representaciones de ópera, ballet, conciertos y exposiciones de arte temporales de talla internacional. Se puede realizar una visita guiada para explorar las distintas salas y aprender sobre la historia y el significado cultural de este emblemático recinto."
    }
  ]