[
    {
      "image": "../../../src/assets/img/autobuses/asiento-etn.webp",
      "alt": "Asiento confortable de autobús ETN para renta",
      "title": "ETN Central de México Norte",
      "content": "Nuestra taquilla en la ETN central de México Norte es uno de los puntos de venta más concurridos, ofreciendo un servicio de atención al cliente excepcional. Aquí podrás comprar boletos para todos nuestros destinos, así como obtener información detallada sobre los horarios ETN y servicios disponibles. La taquilla está ubicada en un lugar de fácil acceso dentro de la central, permitiendo una rápida y cómoda adquisición de boletos."
    },
    {
      "image": "../../../src/assets/img/autobuses/interior-autobus.webp",
      "alt": "Interior de un autobús de lujo para renta en CDMX",
      "title": "Horarios de atención",
      "content": "Nuestra taquilla está abierta todos los días de la semana, con horarios extendidos para adaptarse a tus necesidades. Ya sea que necesites comprar boletos temprano en la mañana, durante la tarde o incluso en la noche, encontrarás disponibilidad para realizar tu compra sin preocupaciones. Queremos asegurarnos de que tu experiencia de viaje sea lo más conveniente posible, por lo que siempre tendrás acceso a la compra de boletos en el momento que más te convenga."
    },
    {
      "image": "../../../src/assets/img/autobuses/autobus.webp",
      "alt": "Autobús ETN Turistar disponible para renta",
      "title": "Otras taquillas en ciudades principales",
      "content": "ETN Turistar cuenta con taquillas en las principales ciudades y centrales de autobuses del país, todas ellas ubicadas estratégicamente para tu comodidad. Ya sea en Guadalajara, Monterrey, o cualquier otra ciudad, nuestras taquillas están diseñadas para ofrecerte un servicio rápido y eficiente, con personal capacitado para responder a todas tus preguntas y necesidades de viaje. Busca la taquilla de autobuses más cercana y consulta los horarios disponibles."
    },
    {
      "image": "../../../src/assets/img/autobuses/asiento-etn.webp",
      "alt": "Detalle de asiento en autobús ETN Turistar para la mejor experiencia de renta",
      "title": "Horarios de atención",
      "content": "Cada taquilla cuenta con horarios específicos, diseñados para adaptarse a las necesidades locales y garantizar que siempre tengas una opción conveniente para adquirir tus boletos. Además, buscamos que cada ubicación ofrezca una experiencia ágil y eficiente, permitiéndote encontrar la mejor opción sin complicaciones. Antes de viajar, consulta los horarios disponibles en tu taquilla más cercana y disfruta de un servicio pensado para tu comodidad."
    }
]