[
  {
    "id": "playa-el-palmar",
    "text": "Playa el Palmar",
    "className": "card-wide",
    "backgroundImage": "src/assets/img/destinos-img/ixtapa/playa-el-palmar.webp",
    "image2": "src/assets/img/destinos-img/ixtapa/playa-el-palmar-2.webp",
    "image3": "src/assets/img/destinos-img/ixtapa/playa-el-palmar-3.webp",
    "image4": "src/assets/img/destinos-img/ixtapa/playa-el-palmar-4.webp",
    "title": "PLaya el Palmar",
    "description": "¿Por qué visitarla? Playa el Palmar, ubicada en el corazón de Ixtapa, es una de las playas más emblemáticas del Pacífico mexicano. Con su arena dorada, aguas cristalinas y palmeras que mecen la brisa marina, este paraíso tropical es ideal para quienes buscan relajarse bajo el sol o disfrutar de emocionantes actividades acuáticas. Sus aguas tranquilas la hacen perfecta para nadar, mientras que su oleaje moderado atrae a los amantes del jetski, parasailing y paseos en banana boat. A lo largo de la costa, encontrarás restaurantes y bares con palapas donde podrás degustar pescados y mariscos frescos, acompañados de una refrescante bebida."
  },
  {
    "id": "playa-la-ropa",
    "text": "Playa la Ropa",
    "className": "card-tall",
    "backgroundImage": "src/assets/img/destinos-img/ixtapa/playa-la-ropa.webp",
    "image2": "src/assets/img/destinos-img/ixtapa/playa-la-ropa-2.webp",
    "image3": "src/assets/img/destinos-img/ixtapa/playa-la-ropa-3.webp",
    "image4": "src/assets/img/destinos-img/ixtapa/playa-la-ropa-4.webp",
    "title": "Playa la Ropa",
    "description": "¿Por qué visitarla? Playa La Ropa, un tesoro en Zihuatanejo, es un destino imperdible para aquellos que buscan tranquilidad y diversión. Esta playa, con su arena suave y sus aguas cristalinas, es ideal para nadar, practicar snorkel o simplemente tomar el sol. Los visitantes pueden disfrutar de la gastronomía local en los restaurantes a la orilla del mar, practicar deportes acuáticos como kayak o paddleboard, o simplemente relajarse y disfrutar del paisaje. Para una experiencia completa, se recomienda visitarla durante la puesta de sol, cuando los colores del cielo realzan la belleza de la playa."
  },
  {
    "id": "mercado-de-artesanias",
    "text": "Mercado de Artesanías Ixtapa",
    "className": "",
    "backgroundImage": "src/assets/img/destinos-img/ixtapa/mercado-artesanias-ixtapa.webp",
    "image2": "src/assets/img/destinos-img/ixtapa/mercado-artesanias-ixtapa-2.webp",
    "image3": "src/assets/img/destinos-img/ixtapa/mercado-artesanias-ixtapa-3.webp",
    "image4": "src/assets/img/destinos-img/ixtapa/mercado-artesanias-ixtapa-4.webp",
    "title": "Mercado de Artesanías Ixtapa",
    "description": "¿Por qué visitarlo? El Mercado de Artesanías, un tesoro cultural en Ixtapa Zihuatanejo, es un destino imperdible para aquellos que buscan sumergirse en la tradición y el arte popular de México. Este mercado, con su ambiente animado y sus productos únicos, ofrece una experiencia de compra auténtica. Los visitantes pueden encontrar textiles, cerámicas, joyería, pinturas y muchos otros objetos hechos a mano por talentosos artesanos locales. Para una experiencia completa, se recomienda interactuar con los vendedores, aprender sobre sus técnicas y apreciar el valor cultural de sus creaciones."
  },
  {
    "id": "isla-ixtapa",
    "text": "Isla Ixtapa",
    "className": "",
    "backgroundImage": "src/assets/img/destinos-img/ixtapa/isla-ixtapa.webp",
    "image2": "src/assets/img/destinos-img/ixtapa/isla-ixtapa-2.webp",
    "image3": "src/assets/img/destinos-img/ixtapa/isla-ixtapa-3.webp",
    "image4": "src/assets/img/destinos-img/ixtapa/isla-ixtapa-4.webp",
    "title": "Isla Ixtapa",
    "description": "¿Por qué visitarla? Isla Ixtapa, un tesoro frente a las costas de Ixtapa Zihuatanejo, te invita a vivir un día inolvidable en un entorno paradisíaco. Esta isla, con sus cuatro playas principales, ofrece una experiencia única para cada visitante. Playa Varadero es ideal para practicar deportes acuáticos, Playa Cuachalalate es perfecta para relajarse y disfrutar de la tranquilidad, Playa Coral es un paraíso para el snorkel y el buceo, y Playa Carey ofrece un ambiente más tranquilo y familiar. Los visitantes pueden disfrutar de un paseo en taxi acuático, explorar la isla a pie y deleitarse con la deliciosa comida de los restaurantes locales."
  }
]